Repository: ac54u/ruddarr
Catalog: Ruddarr/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Waiting
zh_hans: 等待中

source: Waiting to Import
zh_hans: 等待导入

source: Waiting to Process
zh_hans: 等待处理

source: Wanted
zh_hans: 想要

source: Warning
zh_hans: 警告

source: Watch
zh_hans: 观看

source: Watch Trailer
zh_hans: 观看预告片

source: Website
zh_hans: 网站

source: Weight
zh_hans: 权重

source: What happened?
zh_hans: 发生了什么？

source: What's New in %@
zh_hans: %@ 的新功能

source: Whether to ignore the download, or remove it and its file(s) from the download client.
zh_hans: 选择忽略该下载，或将其及文件从下载客户端中删除。

source: Wrong Instance Type
zh_hans: 错误的实例类型

source: Year
zh_hans: 年份

source: Yes
zh_hans: 是

source: Yesterday
zh_hans: 昨天
